{
     "books": [
            {
                "id": 1,
                "title": "As a Man Thinketh",
                "price": 70,
                "photo":"https://m.media-amazon.com/images/I/81tEgsxpNZS.jpg",
                "description": "In As a Man Thinketh, James Allen points out the power of thoughts in shaping our realities. Often, we think that we are the victims of circumstance while in truth our thoughts, actions, and habits create the circumstances we dislike. The solution is to cultivate better thoughts just like we would treat a garden. Everyone should read it"
              },
              {
                "id": 2,
                "title": "The Jungle Book",
                "price": 40,
                "photo":"https://i5.walmartimages.com/asr/7b5261ee-45cc-4b35-8398-d706c5fbc929.0f6d7054482cb38d5971562e67e399d0.jpeg",
                "description": "In The Jungle Book, a young boy named Mowgli becomes a member of the Seeonee Wolf Pack. A cruel tiger named Shere Khan plots against Mowgli and the leader of his pack, Akela. When Mowgli grows up, he realizes that he must rejoin the ranks of men."
              
              },
              {
                "id": 3,
                "title": "The Story of My Life",
                "price": 10,
                "photo":"https://m.media-amazon.com/images/I/711NKpSDfwS.jpg",
                "description": "The Story of My Life Summary: The Story of my life is the story of Helen Keller who triumphed over adversity and became world famous. She was born on June 27, 1880 in Tuscumbia, Alabama. Her parents were Captain Arthur Henry Keller, a confederate army veteran and a newspaper editor and Kate Adams Keller. She was born as a normal child. But at the age of 19 months"
              },
              {
                "id": 4,
                "title": "Three Men in a Boat",
                "price": 30,
                "photo":"https://m.media-amazon.com/images/I/71yR6I17NQS.jpg",
                "description": "Three Men in a Boat was first published in 1889. It is the fictional story of three London friends and a dog taking a leisurely boat trip up the River Thames, from Kingston-upon-Thames to Oxford. It is narrated by ‘J.’, whose companions are George (awarded no surname), William Samuel Harris and the dog, Montmorency. During a sociable evening in J.’s room, the three men convince themselves that they each have various illnesses"
              },
              {
                "id": 5,
                "title": "The Art Of War",
                "price": 39,
                "photo":"https://m.media-amazon.com/images/I/51U0RLLU7vS._AC_SY780_.jpg",
                "description": "Sun Tzu was a Chinese general, military strategist and a philosopher whose books have universal resonance even in the contemporary time. The Art of War has inspired Mao Zedong’s writings about Guerrilla warfare. Ho Chi Minh translated The Art of War for his generals to study."
              }
              ,
              {
                "id": 6,
                "title": "Nationalism",
                "price": 69,
                "photo":"https://www.madrasshoppe.com/203695-large_default/nationalism-rabindranath-tagore.jpg",
                "description": "“And yet I will persist in believing-that there is such a thing as the harmony of completeness in humanity..”A compendium of lectures delivered by Tagore during the First World War and the Swadeshi movement in India, Nationalism emphasises Tagore’s political and philosophical views on human understanding and its weakness for power and material hoardings. Packed with erudition and analysis, it expounds the idea of a moral and spiritual growth for human welfare. the lectures—written in a lucid,"
              }
              ,
              {
                "id": 7,
                "title": "Relativity",
                "price": 129,
                "photo":"https://m.media-amazon.com/images/I/91is9-x5AbL.jpg",
                "description": "It is known as special relativity because it applies only to special cases: frames of reference in constant, unchanging motion. In 1915, Einstein published the general theory of relativity, which applies to frames that are accelerating with regard to each other. Time does not pass at the same rate for everyone."
              }
    ]
}